{
    "speeches": [
        {
            "id": "speech1",
            "title": "Speech 1",
            "content": "\\ansi\\ansicpg1252\\cocoartf2761\n\\cocoatextscaling0\\cocoaplatform0{\\fonttbl\\f0\\fnil\\fcharset0 Georgia;\\f1\\froman\\fcharset0 Times-Roman;}\n{\\colortbl;\\red255\\green255\\blue255;\\red41\\green41\\blue41;\\red255\\green255\\blue255;\\red38\\green38\\blue38;\n}\n{\\*\\expandedcolortbl;;\\cssrgb\\c21176\\c21176\\c21176;\\cssrgb\\c100000\\c100000\\c100000;\\cssrgb\\c20000\\c20000\\c20000;\n}\n\\paperw11900\\paperh16840\\margl1440\\margr1440\\vieww11520\\viewh8400\\viewkind0\n\\deftab720\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\expnd0\\expndtw0\\kerning0\n\\outl0\\strokewidth0 \\strokec2 OK, let\\'92s get to business. Let\\'92s get to business. All right.\\cb1 \\\n\\cb3 So, let me start by thanking my most incredible husband, Doug. For being an incredible partner to me, an incredible father to Cole and Ella, and happy anniversary, Dougie. I love you so very much.\\cb1 \\\n\\cb3 To our president, Joe Biden. When I think about the path that we have traveled together, Joe, I am filled with gratitude. Your record is extraordinary, as history will show, and your character is inspiring. And Doug and I love you and Jill, and are forever thankful to you both.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And to Coach Tim Walz. You are going to be an incredible vice president. And to the delegates and everyone who has put your faith in our campaign, your support is humbling.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 So, America, the path that led me here in recent weeks was, no doubt, unexpected. But I\\'92m no stranger to unlikely journeys. So, my mother, our mother, Shyamala Harris, had one of her own. And I miss her every day, and especially right now. And I know she\\'92s looking down smiling. I know that.\\cb1 \\\n\\cb3 So, my mother was 19 when she crossed the world alone, traveling from India to California with an unshakable dream to be the scientist who would cure breast cancer.\\cb1 \\\n\\cb3 When she finished school, she was supposed to return home to a traditional arranged marriage. But as fate would have it, she met my father, Donald Harris, a student from Jamaica. They fell in love and got married, and that act of self-determination made my sister, Maya, and me.\\cb1 \\\n\\cb3 Growing up, we moved a lot. I will always remember that big Mayflower truck, packed with all our belongings, ready to go \\'97 to Illinois, to Wisconsin, and wherever our parents\\'92 jobs took us.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 My early memories of our parents together are very joyful ones. A home filled with laughter and music: Aretha, Coltrane and Miles. At the park, my mother would say, \\'93Stay close.\\'94 But my father would say, as he smiled, \\'93Run, Kamala, run. Don\\'92t be afraid. Don\\'92t let anything stop you.\\'94 From my earliest years, he taught me to be fearless.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 But the harmony between my parents did not last. When I was in elementary school, they split up, and it was mostly my mother who raised us. Before she could finally afford to buy a home, she rented a small apartment in the East Bay.\\cb1 \\\n\\cb3 In the Bay \\'97 in the Bay \\'97 you either live in the hills or the flatlands. We lived in the flats. A beautiful, working-class neighborhood of firefighters, nurses and construction workers. All who tended their lawns with pride.\\cb1 \\\n\\cb3 My mother, she worked long hours. And like many working parents, she leaned on a trusted circle to help raise us. Mrs. Shelton, who ran the day care below us and became a second mother. Uncle Sherman, Aunt Mary, Uncle Freddie, Auntie Chris \\'97 none of them family by blood, and all of them family by love.\\cb1 \\\n\\cb3 Family who taught us how to make gumbo, how to play chess \\'97 and sometimes even let us win. Family who loved us, believed in us, and told us we could be anything and do anything.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 They instilled in us the values they personified \\'97 community, faith and the importance of treating others as you would want to be treated. With kindness, respect and compassion. My mother was a brilliant, five-foot-tall brown woman with an accent. And as the eldest child \\'97 as the eldest child \\'97 I saw how the world would sometimes treat her.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 But my mother never lost her cool. She was tough, courageous, a trailblazer in the fight for women\\'92s health, and she taught Maya and me a lesson that Michelle mentioned the other night. She taught us to never complain about injustice, but do something about it. Do something about it.\\cb1 \\\n\\cb3 That was my mother. And she taught us \\'97 and she always \\'97 she also taught us, and she also taught us \\'97 and never do anything half-assed. And that is a direct quote. A direct quote.\\cb1 \\\n\\cb3 I grew up immersed in the ideals of the civil rights movement. My parents had met at a civil rights gathering and they made sure that we learned about civil rights leaders, including the lawyers like Thurgood Marshall and Constance Baker Motley, those who battled in the courtroom to make real the promise of America.\\cb1 \\\n\\cb3 So, at a young age, I decided I wanted to do that work. I wanted to be a lawyer. And when it came time to choose the type of law I would pursue, I reflected on a pivotal moment in my life.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 You see, when I was in high school, I started to notice something about my best friend, Wanda. She was sad at school, and there were times she didn\\'92t want to go home. So one day I asked if everything was all right, and she confided in me that she was being sexually abused by her stepfather. And I immediately told her she had to come stay with us, and she did.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 This is one of the reasons I became a prosecutor: to protect people like Wanda, because I believe everyone has a right to safety, to dignity and to justice.\\cb1 \\\n\\cb3 As a prosecutor, when I had a case, I charged it not in the name of the victim, but in the name of the people, for a simple reason. In our system of justice, a harm against any one of us is a harm against all of us. And I would often explain this to console survivors of crime, to remind them: No one should be made to fight alone. We are all in this together.\\cb1 \\\n\\cb3 And every day, in the courtroom, I stood proudly before a judge and I said five words: Kamala Harris, for the people. And to be clear \\'97 and to be clear, my entire career, I\\'92ve only had one client: the people.\\cb1 \\\n\\cb3 And, so, on behalf of the people, on behalf of every American, regardless of party, race, gender or the language your grandmother speaks. On behalf of my mother, and everyone who has ever set out on their own unlikely journey. On behalf of Americans like the people I grew up with \\'97 people who work hard, chase their dreams and look out for one another. On behalf of everyone whose story could only be written in the greatest nation on Earth, I accept your nomination to be president of the United States of America.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And with this election, and \\'97 and with this election, our nation \\'97 our nation, with this election, has a precious, fleeting opportunity to move past the bitterness, cynicism and divisive battles of the past, a chance to chart a new way forward. Not as members of any one party or faction, but as Americans.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 And let me say, I know there are people of various political views watching tonight. And I want you to know, I promise to be a president for all Americans. You can always trust me to put country above party and self. To hold sacred America\\'92s fundamental principles, from the rule of law, to free and fair elections, to the peaceful transfer of power.\\cb1 \\\n\\cb3 I will be a president who unites us around our highest aspirations. A president who leads and listens; who is realistic, practical and has common sense; and always fights for the American people. From the courthouse to the White House, that has been my life\\'92s work.\\cb1 \\\n\\cb3 As a young courtroom prosecutor in Oakland, Calif., I stood up for women and children against predators who abused them. As attorney general of California, I took on the big banks, delivered $20 billion for middle-class families who faced foreclosure and helped pass a homeowner bill of rights, one of the first of its kind in the nation.\\cb1 \\\n\\cb3 I stood up for veterans and students being scammed by big, for-profit colleges. For workers who were being cheated out of their wages, the wages they were due. For seniors facing elder abuse.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 I fought against the cartels who traffic in guns and drugs and human beings. Who threaten the security of our border and the safety of our communities. And I will tell you, these fights were not easy, and neither were the elections that put me in those offices. We were underestimated at practically every turn.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 But we never gave up. Because the future is always worth fighting for. And that\\'92s the fight we are in right now \\'97 a fight for America\\'92s future.\\cb1 \\\n\\cb3 Fellow Americans, this election is not only the most important of our lives, it is one of the most important in the life of our nation. In many ways, Donald Trump is an unserious man. But the consequences \\'97 but the consequences of putting Donald Trump back in the White House are extremely serious.\\cb1 \\\n\\cb3 Consider \\'97 consider not only the chaos and calamity when he was in office, but also the gravity of what has happened since he lost the last election. Donald Trump tried to throw away your votes. When he failed, he sent an armed mob to the U.S. Capitol, where they assaulted law enforcement officers. When politicians in his own party begged him to call off the mob and send help, he did the opposite \\'97 he fanned the flames. And now, for an entirely different set of crimes, he was found guilty of fraud by a jury of everyday Americans, and separately \\'97 and separately found liable for committing sexual abuse. And consider, consider what he intends to do if we give him power again. Consider his explicit intent to set free violent extremists who assaulted those law enforcement officers at the Capitol.\\cb1 \\\n\\cb3 His explicit intent to jail journalists, political opponents and anyone he sees as the enemy. His explicit intent to deploy our active duty military against our own citizens. Consider, consider the power he will have, especially after the U.S. Supreme Court just ruled that he would be immune from criminal prosecution. Just imagine Donald Trump with no guardrails, and how he would use the immense powers of the presidency of the United States. Not to improve your life, not to strengthen our national security, but to serve the only client he has ever had: himself.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And we know, and we know what a second Trump term would look like. It\\'92s all laid out in Project 2025, written by his closest advisers. And its sum total is to pull our country back to the past. But America, we are not going back. We are not going back. We are not going back.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 We are not going back to when Donald Trump tried to cut Social Security and Medicare. We are not going back to when he tried to get rid of the Affordable Care Act, when insurance companies could deny people with pre-existing conditions. We are not going to let him eliminate the Department of Education that funds our public schools.\\cb1 \\\n\\cb3 We are not going to let him end programs like Head Start that provide preschool and child care for our children. America, we are not going back.\\cb1 \\\n\\cb3 And we are charting \\'97 and we are charting a new way forward. Forward to a future with a strong and growing middle class because we know a strong middle class has always been critical to America\\'92s success, and building that middle class will be a defining goal of my presidency.\\cb1 \\\n\\cb3 And I\\'92ll tell you, this is personal for me. The middle class is where I come from. My mother kept a strict budget. We lived within our means. Yet, we wanted for little and she expected us to make the most of the opportunities that were available to us, and to be grateful for them. Because, as she taught us, opportunity is not available to everyone. That\\'92s why we will create what I call an opportunity economy, an opportunity economy where everyone has the chance to compete and a chance to succeed. Whether you live in a rural area, small town, or big city. And as president, I will bring together labor and workers and small-business owners and entrepreneurs and American companies to create jobs, to grow our economy and to lower the cost of everyday needs like health care and housing and groceries.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 We will provide access to capital for small-business owners and entrepreneurs and founders. And we will end America\\'92s housing shortage, and protect Social Security and Medicare.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 Now compare that to Donald Trump. Because I think everyone here knows, he doesn\\'92t actually fight for the middle class. Not \\'97 he doesn\\'92t actually fight for the middle class. Instead, he fights for himself and his billionaire friends. And he will give them another round of tax breaks that will add up to $5 trillion to the national debt.\\cb1 \\\n\\cb3 And all the while, he intends to enact what, in effect, is a national sales tax, call it a Trump tax, that would raise prices on middle-class families by almost $4,000 a year. Well, instead of a Trump tax hike, we will pass a middle-class tax cut that will benefit more than 100 million Americans.\\cb1 \\\n\\cb3 Friends, I believe America cannot truly be prosperous unless Americans are fully able to make their own decisions about their own lives, especially on matters of heart and home.\\cb1 \\\n\\cb3 But tonight, in America, too many women are not able to make those decisions. And let\\'92s be clear about how we got here: Donald Trump handpicked members of the U.S. Supreme Court to take away reproductive freedom. And now, he brags about it.\\cb1 \\\n\\cb3 In his words, \\'93I did it, and I\\'92m proud to have done it.\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Well, I will tell you, over the past two years, I\\'92ve traveled across our country, and women have told me their stories. Husbands and fathers have shared theirs. Stories of women miscarrying in a parking lot, developing sepsis, losing the ability to ever again have children, all because doctors are afraid they may go to jail for caring for their patients. Couples just trying to grow their family, cut off in the middle of I.V.F. treatments.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 Children who have survived sexual assault, potentially being forced to carry a pregnancy to term. This is what\\'92s happening in our country because of Donald Trump. And understand, he is not done. As a part of his agenda, he and his allies would limit access to birth control, ban medication abortion and enact a nationwide abortion ban, with or without Congress.\\cb1 \\\n\\cb3 And get this. Get this. He plans to create a national anti-abortion coordinator, and force states to report on women\\'92s miscarriages and abortions. Simply put, they are out of their minds. And one must ask \\'97 one must ask, why exactly is it that they don\\'92t trust women? Well, we trust women. We trust women.\\cb1 \\\n\\cb3 And when Congress passes a bill to restore reproductive freedom, as president of the United States, I will proudly sign it into law.\\cb1 \\\n\\cb3 In this election, many other fundamental freedoms are at stake. The freedom to live safe from gun violence in our schools, communities and places of worship. The freedom to love who you love openly and with pride.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 The freedom to breathe clean air, and drink clean water and live free from the pollution that fuels the climate crisis. And the freedom that unlocks all the others: the freedom to vote. With this election, we finally have the opportunity to pass the John Lewis Voting Rights Act and the Freedom to Vote Act.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 And let me be clear \\'97 and let me be clear, after decades in law enforcement, I know the importance of safety and security, especially at our border. Last year, Joe and I brought together Democrats and conservative Republicans to write the strongest border bill in decades. The border patrol endorsed it. But Donald Trump believes a border deal would hurt his campaign, so he ordered his allies in Congress to kill the deal.\\cb1 \\\n\\cb3 Well, I refuse to play politics with our security, and here is my pledge to you. As president, I will bring back the bipartisan border security bill that he killed, and I will sign it into law. I know \\'97 I know we can live up to our proud heritage as a nation of immigrants and reform our broken immigration system. We can create an earned pathway to citizenship and secure our border.\\cb1 \\\n\\cb3 And America, we must also be steadfast in advancing our security and values abroad. As vice president, I have confronted threats to our security, negotiated with foreign leaders, strengthened our alliances and engaged with our brave troops overseas. As commander in chief, I will ensure America always has the strongest, most lethal fighting force in the world. And I will fulfill our sacred obligation to care for our troops and their families, and I will always honor and never disparage their service and their sacrifice.\\cb1 \\\n\\cb3 I will make sure that we lead the world into the future on space and artificial intelligence. That America, not China, wins the competition for the 21st century and that we strengthen, not abdicate, our global leadership. Trump, on the other hand, threatened to abandon NATO. He encouraged Putin to invade our allies. Said Russia could \\'93do whatever the hell they want.\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Five days before Russia attacked Ukraine, I met with President Zelensky to warn him about Russia\\'92s plan to invade. I helped mobilize a global response \\'97 over 50 countries \\'97 to defend against Putin\\'92s aggression. And as president, I will stand strong with Ukraine and our NATO allies.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 With respect to the war in Gaza, President Biden and I are working around the clock, because now is the time to get a hostage deal and a cease-fire deal done.\\cb1 \\\n\\cb3 And let me be clear. And let me be clear. I will always stand up for Israel\\'92s right to defend itself, and I will always ensure Israel has the ability to defend itself, because the people of Israel must never again face the horror that a terrorist organization called Hamas caused on Oct. 7, including unspeakable sexual violence and the massacre of young people at a music festival.\\cb1 \\\n\\cb3 At the same time, what has happened in Gaza over the past 10 months is devastating. So many innocent lives lost. Desperate, hungry people fleeing for safety, over and over again. The scale of suffering is heartbreaking.\\cb1 \\\n\\cb3 President Biden and I are working to end this war, such that Israel is secure, the hostages are released, the suffering in Gaza ends and the Palestinian people can realize their right to dignity, security, freedom and self-determination.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And know this: I will never hesitate to take whatever action is necessary to defend our forces and our interests against Iran and Iran-backed terrorists. I will not cozy up to tyrants and dictators like Kim Jong-un, who are rooting for Trump. Who are rooting for Trump.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 Because, you know, they know \\'97 they know he is easy to manipulate with flattery and favors. They know Trump won\\'92t hold autocrats accountable because he wants to be an autocrat himself.\\cb1 \\\n\\cb3 And as president, I will never waver in defense of America\\'92s security and ideals, because in the enduring struggle between democracy and tyranny, I know where I stand and I know where the United States belongs.\\cb1 \\\n\\cb3 So, fellow Americans. Fellow Americans. I \\'97 I love our country with all my heart. Everywhere I go \\'97 everywhere I go, in everyone I meet, I see a nation that is ready to move forward. Ready for the next step in the incredible journey that is America.\\cb1 \\\n\\cb3 I see an America where we hold fast to the fearless belief that built our nation and inspired the world. That here, in this country, anything is possible. That nothing is out of reach. An America where we care for one another, look out for one another and recognize that we have so much more in common than what separates us. That none of us \\'97 none of us has to fail for all of us to succeed.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And that in unity, there is strength. You know, our opponents in this race are out there every day denigrating America, talking about how terrible everything is. Well, my mother had another lesson she used to teach: Never let anyone tell you who you are. You show them who you are.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\strokec4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\strokec2 America, let us show each other and the world who we are and what we stand for: Freedom, opportunity, compassion, dignity, fairness and endless possibilities.\\cb1 \\\n\\cb3 We are the heirs to the greatest democracy in the history of the world. And on behalf of our children and our grandchildren and all those who sacrificed so dearly for our freedom and liberty, we must be worthy of this moment.\\cb1 \\\n\\cb3 It is now our turn to do what generations before us have done, guided by optimism and faith, to fight for this country we love, to fight for the ideals we cherish and to uphold the awesome responsibility that comes with the greatest privilege on Earth: the privilege and pride of being an American. So let\\'92s get out there, let\\'92s fight for it. Let\\'92s get out there, let\\'92s vote for it, and together, let us write the next great chapter in the most extraordinary story ever told.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Thank you. God bless you, and may God bless the United States of America. Thank you.\\cb1 \\\n}"
        },
        {
            "id": "speech2",
            "title": "Speech 2",
            "content": "\\ansi\\ansicpg1252\\cocoartf2761\n\\cocoatextscaling0\\cocoaplatform0{\\fonttbl\\f0\\fnil\\fcharset0 Georgia;\\f1\\froman\\fcharset0 Times-Roman;}\n{\\colortbl;\\red255\\green255\\blue255;\\red41\\green41\\blue41;\\red255\\green255\\blue255;\\red38\\green38\\blue38;\n}\n{\\*\\expandedcolortbl;;\\cssrgb\\c21176\\c21176\\c21176;\\cssrgb\\c100000\\c100000\\c100000;\\cssrgb\\c20000\\c20000\\c20000;\n}\n\\paperw11900\\paperh16840\\margl1440\\margr1440\\vieww11520\\viewh8400\\viewkind0\n\\deftab720\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 \\expnd0\\expndtw0\\kerning0\nThank you very much. Thank you very, very much. And thank you, Dana. Thank you, Kid Rock, sometimes referred to as \\'93Bob.\\'94 And thank you, Lee, right from the beginning, thank you very much. What a talent. What a beautiful, beautiful song. Thank you.\\cb1 \\\n\\cb3 Friends, delegates and fellow citizens. I stand before you this evening with a message of confidence, strength and hope. Four months from now, we will have an incredible victory, and we will begin the four greatest years in the history of our country.\\cb1 \\\n\\cb3 Together, we will launch a new era of safety, prosperity and freedom for citizens of every race, religion, color and creed.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 The discord and division in our society must be healed. We must heal it quickly. As Americans, we are bound together by a single fate and a shared destiny. We rise together. Or we fall apart.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I am running to be president for all of America, not half of America, because there is no victory in winning for half of America.\\cb1 \\\n\\cb3 So tonight, with faith and devotion, I proudly accept your nomination for president of the United States. Thank you. Thank you very much.\\cb1 \\\n\\cb3 Thank you very much. And we will do it right. We\\'92re going to do it right.\\cb1 \\\n\\cb3 Let me begin this evening by expressing my gratitude to the American people for your outpouring of love and support following the assassination attempt at my rally on Saturday.\\cb1 \\\n\\cb3 As you already know, the assassin\\'92s bullet came within a quarter of an inch of taking my life. So many people have asked me what happened. \\'93Tell us what happened, please.\\'94 And therefore, I will tell you exactly what happened, and you\\'92ll never hear it from me a second time, because it\\'92s actually too painful to tell.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 It was a warm, beautiful day in the early evening in Butler Township in the great Commonwealth of Pennsylvania. Music was loudly playing, and the campaign was doing really well. I went to the stage and the crowd was cheering wildly. Everybody was happy. I began speaking very strongly, powerfully and happily. Because I was discussing the great job my administration did on immigration at the southern border. We were very proud of it.\\cb1 \\\n\nd\ndeftab720\\sa300\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Behind me, and to the right, was a large screen that was displaying a chart of border crossings under my leadership. The numbers were absolutely amazing. In order to see the chart, I started to, like this, turn to my right, and was ready to begin a little bit further turn, which I\\'92m very lucky I didn\\'92t do, when I heard a loud whizzing sound and felt something hit me really, really hard. On my right ear. I said to myself, \\'93Wow, what was that? It can only be a bullet.\\'94\\cb1 \\\n\\cb3 And moved my right hand to my ear, brought it down. My hand was covered with blood. Just absolutely blood all over the place. I immediately knew it was very serious. That we were under attack. And in one movement proceeded to drop to the ground. Bullets were continuing to fly as very brave Secret Service agents rushed to the stage. And they really did. They rushed to the stage.\\cb1 \\\n\\cb3 These are great people at great risk, I will tell you, and pounced on top of me so that I would be protected. There was blood pouring everywhere, and yet in a certain way I felt very safe because I had God on my side. I felt that.\\cb1 \\\n\\cb3 The amazing thing is that prior to the shot, if I had not moved my head at that very last instant, the assassin\\'92s bullet would have perfectly hit its mark and I would not be here tonight. We would not be together. The most incredible aspect of what took place on that terrible evening, in the fading sun, was actually seen later. In almost all cases, as you probably know. And when even a single bullet is fired, just a single bullet, and we had many bullets that were being fired, crowds run for the exits or stampede. But not in this case. It was very unusual.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 This massive crowd of tens of thousands of people stood by and didn\\'92t move an inch. In fact, many of them bravely but automatically stood up, looking for where the sniper would be. They knew immediately that it was a sniper. And then began pointing at him. You can see that if you look at the group behind me. That was just a small group compared to what was in front.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Nobody ran and, by not stampeding, many lives were saved. But that isn\\'92t the reason that they didn\\'92t move. The reason is that they knew I was in very serious trouble. They saw it. They saw me go down. They saw the blood, and thought, actually most did, that I was dead.\\cb1 \\\n\\cb3 They knew it was a shot to the head. They saw the blood. And there\\'92s an interesting statistic. The ears are the bloodiest part. If something happens with the ears they bleed more than any other part of the body. For whatever reason the doctors told me that.\\cb1 \\\n\\cb3 And I said, \\'93Why is there so much blood?\\'94\\cb1 \\\n\\cb3 He said, \\'93It\\'92s the ears, they bleed more.\\'94\\cb1 \\\n\\cb3 So we learned something. But they just \\'97\\cb1 \\\n\\cb3 They just, this beautiful crowd, they didn\\'92t want to leave me. They knew I was in trouble. They didn\\'92t want to leave me. And you can see that love written all over their faces. True.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Incredible people. They\\'92re incredible people. Bullets were flying over us, yet I felt serene. But now the Secret Service agents were putting themselves in peril. They were in very dangerous territory.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Bullets were flying right over them, missing them by a very small amount of inches. And then it all stopped. Our Secret Service sniper, from a much greater distance and with only one bullet used, took the assassin\\'92s life. Took him out.\\cb1 \\\n\\cb3 I\\'92m not supposed to be here tonight. Not supposed to be here.\\cb1 \\\n\\cb3 [Crowd chants \\'93Yes, you are.\\'94]\\cb1 \\\n\\cb3 Thank you. But I\\'92m not. And I\\'92ll tell you. I stand before you in this arena only by the grace of almighty God.\\cb1 \\\n\\cb3 And watching the reports over the last few days, many people say it was a providential moment. Probably was. When I rose, surrounded by Secret Service, the crowd was confused because they thought I was dead. And there was great, great sorrow. I could see that on their faces as I looked out. They didn\\'92t know I was looking out; they thought it was over.\\cb1 \\\n\\cb3 But I could see it and I wanted to do something to let them know I was OK. I raised my right arm, looked at the thousands and thousands of people that were breathlessly waiting and started shouting, \\'93Fight, fight, fight.\\'94\\cb1 \\\n\\cb3 Thank you.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Once my clenched fist went up, and it was high into the air, you\\'92ve all seen that, the crowd realized I was OK and roared with pride for our country like no crowd I have ever heard before. Never heard anything like it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 For the rest of my life, I will be grateful for the love shown by that giant audience of patriots that stood bravely on that fateful evening in Pennsylvania. Tragically, the shooter claimed the life of one of our fellow Americans: Corey Comperatore. Unbelievable person, everybody tells me. Unbelievable.\\cb1 \\\n\\cb3 And seriously wounded two other great warriors. Spoke to them today: David Dutch and James Copenhaver. Two great people. I also spoke to all three families of these tremendous people.\\cb1 \\\n\\cb3 Our love and prayers are with them and always will be. We\\'92re never going to forget them. They came for a great rally. They were serious Trumpsters, I want to tell you. They were serious Trumpsters and still are. But Corey, unfortunately, we have to use the past tense.\\cb1 \\\n\\cb3 He was incredible. Yeah. He was a highly respected former fire chief. Respected by everybody. Was accompanied by his wife, Helen. Incredible woman. I spoke to her today. Devastated. And two precious daughters. He lost his life selflessly acting as a human shield to protect them from flying bullets. He went right over the top of them and was hit. What a fine man he was.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 I want to thank the fire department and the family for sending his helmet, his outfit and it was just something, and they\\'92re going to do something very special when they get it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But we did something which cannot match what happened. Not even close. But I am very proud to say that over the past few days we\\'92ve raised $6.3 million. For the families of David, James and Corey. Including from a friend of mine just \\'97 called up, he sent me a check, right here, just got it. One million dollars. From Dan Newlin, thank you, Dan.\\cb1 \\\n\\cb3 And again, when speaking to the family, I told them, I said, \\'93Well, I\\'92m going to be sending a lot of money, but it can\\'92t compensate.\\'94\\cb1 \\\n\\cb3 They all said the same thing: \\'93You\\'92re right, sir; we appreciate so much what you\\'92re doing, but nothing can take the place, in the case of Corey.\\'94 And the other two. By the way, they were very, very seriously injured. But now they\\'92re doing very well. They\\'92re going to be OK. They\\'92re going to be doing very well. They\\'92re warriors.\\cb1 \\\n\\cb3 So now, I ask that we observe a moment of silence in honor of our friend Corey. There is no greater love than to lay down one\\'92s life for others. This is the spirit that forged America in her darkest hours. And this is the love that will lead America back to the summit of human achievement and greatness. This what we need.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Despite such a heinous attack, we unite this evening, more determined than ever. I am more determined than ever and so are you. So is everybody in this room.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\\n\\cb3 Thank you. Thank you very much. Our resolve is unbroken and our purpose is unchanged, to deliver a government that serves the American people better than ever before. Nothing will stop me in this mission, because our vision is righteous and our cause is pure.\\cb1 \\\n\\cb3 No matter what obstacle comes our way, we will not break. We will not bend. We will not back down and I will never stop fighting for you, your family and our magnificent country. Never.\\cb1 \\\n\\cb3 And everything I have to give with all of the energy and fight in my heart and soul, I pledge to our nation tonight. Thank you very much. I pledge that to our nation. We\\'92re going to turn our nation around and we\\'92re going to do it very quickly. Thank you.\\cb1 \\\n\\cb3 This election should be about the issues facing our country and how to make America successful, safe, free and great again.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 In an age when our politics too often divide us, now is the time to remember that we are all fellow citizens \\'97 we are one nation under God, indivisible, with liberty and justice for all.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And we must not criminalize dissent or demonize political disagreement, which is what\\'92s been happening in our country lately, at a level that nobody has ever seen before. In that spirit, the Democrat party should immediately stop weaponizing the justice system and labeling their political opponent as an enemy of democracy. Especially since that is not true. In fact, I am the one saving democracy for the people of our country.\\cb1 \\\n\\cb3 And very big news, as you probably just read. On Monday, a major ruling was handed down from a highly respected federal judge in Florida, Aileen Cannon, finding that the prosecutor and the fake documents case against me were totally unconstitutional, and the entire case was thrown out of court. With all of that publicity \\'97 thrown out of court.\\cb1 \\\n\\cb3 If Democrats want to unify our country, they should drop these partisan witch hunts, which I\\'92ve been going through for approximately eight years. And they should do that without delay and allow an election to proceed that is worthy of our people. We\\'92re going to win it anyway.\\cb1 \\\n\\cb3 But worthy of our people.\\cb1 \\\n\\cb3 On this journey, I am deeply honored to be joined by my amazing wife, Melania. And, Melania, thank you very much. You also did something really beautiful, a letter to America calling for national unity. And it really took the Republican Party by surprise, I will tell you; it was beautiful. In fact, some very serious people said that we should take that letter and put it as part of the Republican platform. That would be an honor, wouldn\\'92t it? Right? Mr. congressman? But it captivated so many, so \\'85\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 I also want to thank my entire family \\'97 Don and Kimberly, Ivanka and Jared, Eric and Lara, Tiffany and Michael, Barron, we love our Barron. And of course, my 10 wonderful grandchildren.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 You saw a few of them up there on my lap before. And how good was Dana? Was Dana good? I mean, wasn\\'92t he good? You know, he was on probably the only vacation he\\'92s had in about \\'97 maybe ever. Because he works. But about 10 years, with his wife \\'97 very far away. I won\\'92t tell you where, but very, very far away, beautiful place.\\cb1 \\\n\\cb3 And my people called and he said, \\'93Yeah, I won\\'92t be able to do it. This is many, many years. I promised my wife. I can\\'92t do it.\\'94 And they came and they said, \\'93Dana won\\'92t be able to do it.\\'94 Because he was my first, second and third choice. I said, \\'93Well, you know, that\\'92s too bad.\\'94 But I understand, he\\'92s away and it\\'92s good. It\\'92s good for him. And that was it. About 30 minutes later, she came back in: \\'93Sir, Dana just called; he\\'92s going to do it.\\'94 And his wife, she said, \\'93You can\\'92t turn him down. You just can\\'92t do it. You have to go.\\'94 That\\'92s a good wife.\\cb1 \\\n\\cb3 So he got in a plane, he got here a little while ago. Now he\\'92s going to get on the plane in a little while and he\\'92s going to go back home to his wife. But they\\'92re great. And I just want to thank her and him and their whole family because that\\'92s not easy.\\cb1 \\\n\\cb3 And Kid Rock, same thing. Called, he said, \\'93I want to be a part of it.\\'94 I want to be a part, because, you know, Kid does this great song. Big, big monster song. I had no idea. You know, he became a friend of mine over the last 10 years. And, uh, he\\'92s amazing. Everyone loves him.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 I didn\\'92t even know how big he was. You know, he has rallies. Thirty-five, 40,000 people he gets, every time he goes out. I think he\\'92s making so much money he doesn\\'92t know what the hell to do with it, you want to know ...\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And then we have my other friend, and I\\'92ve known him so long and we took that song and it was a big success. But we made that. I saw a chart of great songs to America. That was No. 1 on the chart recently. No. 1, so. That\\'92s Lee Greenwood, very special, beautiful person. He\\'92s a beautiful man.\\cb1 \\\n\\cb3 But they all wanted to be here. They called \\'85 And how about the Hulkster? How good was he? You see that? Where is he? Boy, oh boy.\\cb1 \\\n\\cb3 You know, they may call it, they may call that entertainment. I know about entertainment, but when he used to lift a 350-pound man over his shoulders and then bench press him two rows into the audience, I say maybe entertainment, but he is one strong son of a gun, I tell you. I watched it many times. There aren\\'92t a lot of entertainers that could do that, right? You were fantastic. Thank you very much.\\cb1 \\\n\\cb3 Followed by \\'85 Eric? What was that all about? Boy, that was good. I didn\\'92t want to really come up here.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 But he was so great. And he\\'92s such a good young man. He went through a lot of trouble, and Don, last night, was incredible. They went through so much trouble. They got subpoenaed more than any people probably in the history of the United States. Every week they get another subpoena from the Democrats. Crazy Nancy Pelosi, the whole thing. Just boom, boom, boom.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 They\\'92ve got to stop that because they\\'92re destroying our country. We have to work on making America great again, not on beating people. And we won. We beat them in all. We beat them on the impeachments. We beat them on the indictments. We beat them. But the time that you have to spend, the time that you have to spend. If they would devote that genius to helping our country, we\\'92d have a much stronger and better country.\\cb1 \\\n\\cb3 And Jason. The biggest star in country music. Jason, thank you for being here. Jason, thank you very much. Jason Aldean, he\\'92s good. I like his wife even better, by the way. She\\'92s here. Thank you, Jason.\\cb1 \\\n\\cb3 But I\\'92m thrilled to have a new friend and partner fighting by my side: the next vice president of the United States, the current senator from Ohio, J.D. Vance, and his incredible wife, Usha.\\cb1 \\\n\\cb3 He\\'92s going to be a great vice president, he\\'92s going to be great. He\\'92ll be with this country and with this movement. Greatest movement in the history of our country. Make America Great Again. When they criticize it, they say, \\'93We\\'92re going to try and stop MAGA.\\'94 MAGA is \\'93Make America Great Again.\\'94 What are you going to stop? There\\'92s nothing to stop. Then they say, \\'93Oh, that\\'92s right.\\'94 It\\'92s very tough to fight it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And all of the people that did try and fight it have failed, but he\\'92s going to be with us for a long time, and it was an honor to select him. Great, great student at Yale. His wife was a student at Yale; they met at Yale. These are two smart people. So J.D., you\\'92re going to be doing this for a long time; enjoy the ride.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And a very special thank you to the extraordinary people of Milwaukee and the great state of \\'97 oh, there they are. There they are, that\\'92s \\'97 You are so easy to spot. And Green Bay\\'92s going to have a good team this year, right? They\\'92re going to have a good team. They\\'92re going to have a good team. Most of the audience doesn\\'92t like it, but it\\'92s true. You\\'92re going to have a very good team this year.\\cb1 \\\n\\cb3 And by the way, Wisconsin, we are spending over $250 million here, creating jobs and other economic \\'85 development all over the place. So I hope you will remember this in November and give us your vote. I am trying to buy your vote. I\\'92ll be honest about that. And I promise we will make Wisconsin great again. We\\'92re going to make this ... Thank you. Mr. governor, thank you very much. Thank you.\\cb1 \\\n\\cb3 I am here tonight to lay out a vision for the whole nation. To every citizen, whether you\\'92re a young or old, man or woman, Democrat, Republican or Independent, Black or white, Asian or Hispanic, I extend to you a hand of loyalty and of friendship.\\cb1 \\\n\\cb3 Together, we will lead America to new heights of greatness like the world has never seen before.\\cb1 \\\n\\cb3 We were right there in the first term. We got hit with Covid. We did a great job. Nobody knew what it was. But nobody\\'92s ever seen an economy pre-Covid, and then we handed over a stock market that was substantially higher than just prior to Covid. Coming in, did a great job. Never got credit for that. We got credit for the war and defeating ISIS and so many things. The great economy. The biggest tax cuts ever. The biggest regulation cuts ever. The creation of Space Force, the rebuilding of our military. We did so much. We do so much.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Right to Try, Right to Try is a big deal. We\\'92ve got Right to Try. They were trying to get that for 52 years. Somebody\\'92s terminally ill. And hopefully there\\'92s nobody in this audience, but it does happen, a lot. They\\'92re terminally ill and they can\\'92t use our new space-age drugs and other things that we are way ahead with. We have the greatest doctors in the world. The greatest laboratories in the world, and you can\\'92t do it. They\\'92ve been trying to get that approved for 52 years, wasn\\'92t that easy. The insurance companies didn\\'92t want to do it. They didn\\'92t want the risk. The labs didn\\'92t want to do it because if it didn\\'92t work, people are pretty far down the line toward death. They didn\\'92t want to do it. The doctors didn\\'92t want to have it on their record.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 So I got everybody into an office \\'97 52 years, they tried. Sounds simple, but it\\'92s not. And I got them to agree that somebody that needs it will, instead of going to Asia or Europe or some place, or if you have no money, going home and dying \\'97 just die \\'97 we got them to sign an agreement. They agreed to it, where they\\'92re not going to sue anybody. They can get all of this stuff. They\\'92re going to get it really fast, and what\\'92s happened is we\\'92re saving thousands and thousands of lives. It\\'92s incredible. Right to Try. It\\'92s \\'85 great feeling.\\cb1 \\\n\\cb3 Under our leadership, the United States will be respected again. No nation will question our power. No enemy will doubt our might. Our borders will be totally secure. Our economy will soar. We will return law and order to our streets, patriotism to our schools, and importantly, we will restore peace, stability and harmony all throughout the world.\\cb1 \\\n\\cb3 But to achieve this future, we must first rescue our nation from failed and even incompetent leadership. We have totally incompetent leadership. This will be the most important election in the history of our country.\\cb1 \\\n\\cb3 Under the current administration, we are indeed a nation in decline.\\cb1 \\\n\\cb3 We have an inflation crisis that is making life unaffordable, ravaging the incomes of working and low-income families, and crushing, just simply crushing our people like never before. They\\'92ve never seen anything like it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 We also have an illegal immigration crisis, and it\\'92s taking place right now, as we sit here in this beautiful arena. It\\'92s a massive invasion at our southern border that has spread misery, crime, poverty, disease, and destruction to communities all across our land. Nobody\\'92s ever seen anything like it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Then there is an international crisis, the likes of which the world has seldom been part of. Nobody can believe what\\'92s happening. War is now raging in Europe and the Middle East, a growing specter of conflict hangs over Taiwan, Korea, the Philippines, and all of Asia, and our planet is teetering on the edge of World War III, and this will be a war like no other war because of weaponry. The weapons are no longer army tanks going back and forth, shooting at each other. These weapons are obliteration.\\cb1 \\\n\\cb3 It\\'92s time for a change. This administration can\\'92t come close to solving the problems. We\\'92re dealing with very tough, very fierce people. They\\'92re fierce people. And we don\\'92t have fierce people. We have people that are a lot less than fierce, except when it comes to cheating on elections and a couple of other things, then they\\'92re fierce. Then they\\'92re fierce.\\cb1 \\\n\\cb3 So tonight, I make this pledge to the great people of America.\\cb1 \\\n\\cb3 I will end the devastating inflation crisis immediately, bring down interest rates and lower the cost of energy . We will drill, baby, drill. Can you believe what they\\'92re doing?\\cb1 \\\n\\cb3 But by doing that, we will lead a large-scale decline in prices. Prices will start to come down.\\cb1 \\\n\\cb3 Energy\\'85 Raised it, they took our energy policies and destroyed them. Then they immediately went back to them, but by that time, so much was lost. But we will do it at levels that nobody\\'92s ever seen before, and we\\'92ll end lots of different things. We\\'92ll start paying off debt and start lowering taxes even further. We gave you the largest tax cut. We\\'92ll do it more.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Now, people don\\'92t realize, I brought taxes way down, way, way down. And yet we took in more revenues the following year than we did when the tax rate was much higher. Most people said, how did you do that? Because it was incentive. Everybody was coming to the country, they were bringing back billions and billions of dollars into our country. The companies made it impossible to bring it back. The tax rate was too high and the legal complications were far too great. I changed both of them, and hundreds of billions of dollars by Apple and so many other companies would work back into our nation, and we had an economy the likes of which nobody, no nation had ever seen. China, we were beating them at levels that were incredible. And they know it. They know it. We\\'92ll do it again, but we\\'92ll do it even better.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I will end the illegal immigration crisis by closing our border and finishing the wall, most of which I\\'92ve already built.\\cb1 \\\n\\cb3 On the wall, we were dealing with a very difficult Congress and I said, \\'93Oh, that\\'92s OK. We won\\'92t go to Congress.\\'94 I call it an \\'93invasion.\\'94 We gave our military almost $800 billion. I said, \\'93I\\'92m going to take a little of that money, because this is an \\'91invasion.\\'92\\'94 And we built \\'97 Most of the wall is already built, and we built it through using the funds, because what\\'92s more, what\\'92s better than that? We have to stop the invasion into our country that\\'92s killing hundreds of thousands of people a year. We\\'92re not going to let that happen.\\cb1 \\\n\\cb3 I will end every single international crisis that the current administration has created, including the horrible war with Russia and Ukraine, which would have never happened if I was president. And the war caused by the attack on Israel, which would never have happened if I was president. Iran was broke. Iran had no money. Now Iran has $250 billion. They made it all over the last two and a half years. They were broke.\\cb1 \\\n\\cb3 I watched the other day on a show called \\'93Deface the Nation,\\'94 has anyone seen it? And they had a congressman who was a Democrat say, Well, whether you like him or not, Iran was broke dealing with Trump. I told China and other countries, \\'93If you buy from Iran, we will not let you do any business in this country, and we will put tariffs on every product you do send in of 100 percent or more.\\'94 And they said to me, Well, I think that\\'92s about it. They weren\\'92t going to buy any oil. And they were ready to make a deal. Iran was going to make a deal with us.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And then we had that horrible, horrible result that we\\'92ll never let happen again. The election result. We\\'92re never going to let that happen again. They used Covid to cheat. We\\'92re never going to let it happen again. And they took off all the sanctions, and they did everything possible for Iran and now Iran is very close to having a nuclear weapon, which would have never happened.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 This is a shame, what this administration, the damage that this administration has done. And I say it often. If you took the 10 worst presidents in the history of the United States. Think of it. The 10 worst. Added them up, they will not have done the damage that Biden has done. Only going to use the term once. Biden. I\\'92m not going to use the name anymore. Just one time. The damage that he\\'92s done to this country is unthinkable. It\\'92s unthinkable.\\cb1 \\\n\\cb3 Together, we will restore vision, strength, competence and we\\'92re going to have a thing called common sense making most of our decisions actually. It\\'92s all common sense.\\cb1 \\\n\\cb3 Just a few short years ago under my presidency, we had the most secure border and the best economy in the history of our country, in the history of the world. We had the greatest economy in the history of the world. We had never done anything like it. We were beating every country, including China, by leaps and bounds. Nobody had seen anything like it.\\cb1 \\\n\\cb3 We had no inflation, soaring incomes, we\\'92re going \\'97\\cb1 \\\n\\cb3 Nobody\\'92s \\'97\\cb1 \\\n\\cb3 Nobody can believe it. You can\\'92t believe what happened four years ago is happening now in reverse.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And the world was at peace. Inflation has been a killer for our country. No matter what you\\'92re making, it doesn\\'92t matter because inflation is eating you alive. People that were putting away money, they were making great wages. The highest they\\'92ve ever made. But they were putting away a lot of money. Now they are just being destroyed. They\\'92re not putting away anything. They\\'92re barely living. They\\'92re going into saving accounts. They\\'92re taking out their money to live because of inflation.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Inflation, remember, it\\'92s called a country buster. You can go back to Germany from 100 years ago. You can go back to any country that\\'92s suffered great inflation. We\\'92ve suffered the worst inflation we\\'92ve ever had. But go back and see what\\'92s happened to those countries. We\\'92ve had the worst inflation we\\'92ve ever had under this person.\\cb1 \\\n\\cb3 But in less than four years, our opponents have turned incredible success into unparalleled tragedy and failure. It\\'92s been a tremendous failure.\\cb1 \\\n\\cb3 Today, our cities are flooded with illegal aliens. Americans are being squeezed out of the labor force and their jobs are taken. By the way, you know who\\'92s taking the jobs, the jobs that are created? One hundred and seven percent of those jobs are taken by illegal aliens.\\cb1 \\\n\\cb3 And you know who\\'92s being hurt the most by millions of people pouring into our country? The Black population and the Hispanic population. Because they\\'92re taking the jobs from our Black population, our Hispanic population. And they\\'92re also taking them from unions. The unions are suffering because of it.\\cb1 \\\n\\cb3 Thank you. Thank you. I like you too. Thank you very much.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Inflation has wiped out the life savings of our citizens, and forced the middle class into a state of depression and despair. That\\'92s what it is. It\\'92s despair and depression.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 We cannot, and will not, let this continue. Less than four years ago, we were a great nation, and we will soon be a great nation again. We\\'92re going to be a great nation again. Thank you.\\cb1 \\\n\\cb3 With proper leadership, every disaster we are now enduring will be fixed \\'97 and it will be fixed very, very quickly.\\cb1 \\\n\\cb3 So tonight, whether you\\'92ve supported me in the past or not, I hope you will support me in the future, because I will bring back the American dream. That\\'92s what we\\'92re going to do. You don\\'92t even hear about the American dream anymore.\\cb1 \\\n\\cb3 With great humility, I am asking you to be excited about the future of our country. Be excited. Be excited.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And by the way, the news reports. All, look at all of those big networks. Look at them. They\\'92re all here. But everyone one of them has said this could be the most organized, best run and most enthusiastic convention of either party that they\\'92ve ever seen. Every single one.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And it\\'92s true. It\\'92s true. And there\\'92s love in the room. There\\'92s great love in the room.\\cb1 \\\n\\cb3 So I\\'92d better finish strong. Otherwise, we\\'92ll blow it, and we can\\'92t let that happen. No, this was great. All of the great people that spoke and everybody hit a home run. I mean, there\\'92s not one that I can think of where I said, \\'93Oh, gee, that wasn\\'92t great.\\'94 Every single person. I refuse to be the only one. Don\\'92t do that to me. They\\'92re already getting ready. See, I gave them an idea.\\cb1 \\\n\\cb3 No, we had a, this was a great convention. This was \\'97\\cb1 \\\n\\cb3 I think we\\'92re actually going to go home and miss it. You know usually with a \\'97\\cb1 \\\n\\cb3 First of all, look at these crowds. You\\'92d never have this at a convention. Look at these crowds. Love, it\\'92s about love.\\cb1 \\\n\\cb3 This week, the entire Republican Party has formally adopted an agenda for America\\'92s renewal. And you saw that agenda, and it\\'92s very short compared to the long, boring, meaningless agendas of the past. Including the Democrats. They write these things that are hundreds of pages long and they never read them after they\\'92re done. In their case, fortunately they don\\'92t read them because they\\'92re pretty bad.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 It\\'92s a series of bold promises that we will swiftly implement when you give us a Republican House. And Mr. Speaker, thank you very much. We have our great speaker of the House with us tonight. Mr. Speaker, thank you very much. Thank you.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 A Republican Senate. We have many senators here. And send me back to our beautiful White House just a few short months from now. We\\'92re talking about just months. It can\\'92t come fast enough. We have to get it done.\\cb1 \\\n\\cb3 First, we must get economic relief to our citizens. Starting on Day 1, we will drive down prices and make America affordable again. We have to make it affordable. It\\'92s not affordable. People can\\'92t live like this.\\cb1 \\\n\\cb3 Under this administration, our current administration, groceries are up 57 percent, gasoline is up 60 and 70 percent, mortgage rates have quadrupled, and the fact is it doesn\\'92t matter what they are because you can\\'92t get the money anyway. Can\\'92t buy houses. Young people can\\'92t get any financing to buy a house. The total household costs have increased an average of $28,000 per family under this administration.\\cb1 \\\n\\cb3 Republicans have a plan to bring down prices, and bring them down very, very rapidly. By slashing energy costs, we will in turn reduce the cost of transportation, manufacturing and all household goods. So much starts with energy. And remember, we have more liquid gold under our feet than any other country by far. We are a nation that has the opportunity to make an absolute fortune with its energy. We have it and China doesn\\'92t. Under the Trump administration just three and a half years ago, we were energy independent. But soon we will actually be better than that. We will be energy dominant and supply not only ourselves, but we will supply the rest of the world.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 With numbers that nobody has ever seen and we will reduce our debt, $36 trillion. We will start reducing that. And we will also reduce your taxes still further. Next, and by the way they want to raise your taxes four times. Think of it. And all my life I grew up watching politicians. I always loved politics, I guess. I was on the other side. I\\'92d watch the \\'97 and they were always talking about we will give you a tax cut, we will give you a tax cut. My whole life I was watching I will give you a tax cut, right Mr. Congressman? That\\'92s all they talked about. This is the only administration that said we\\'92re going to raise your taxes by four times what you\\'92re paying now. And people are supposed to vote for them? I\\'92ve never heard it. You\\'92re paying too much, we\\'92re going to reduce your taxes still further. We gave you the biggest one, as I said. We\\'92re going to give you more and it\\'92s going to lead to tremendous growth. We want growth in our country. That\\'92s what\\'92s going to pay off our debt.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And next, we will end the ridiculous and actually incredible waste of taxpayer dollars that is fueling the inflation crisis. They\\'92ve spent trillions of dollars of things having to do with the Green New Scam. It\\'92s a scam. And that has caused tremendous inflationary pressures in addition to the cost of energy.\\cb1 \\\n\\cb3 And all of the trillions of dollars that are sitting there not yet spent, we will redirect that money for important projects like roads, bridges, dams and we will not allow it to be spent on the meaningless Green New scam ideas.\\cb1 \\\n\\cb3 And I will end the electric vehicle mandate on day one. Thereby saving the U.S. auto industry from complete obliteration, which is happening right now and saving U.S. customers thousands and thousands of dollars per car.\\cb1 \\\n\\cb3 And right now as we speak, large factories, just started, are being built across the border in Mexico. So, with all the other things happening at our border, and they\\'92re being built by China to make cars and to sell them into our country, no tax, no anything. The United Autoworkers ought to be ashamed for allowing this to happen and the leader of the United Auto Workers should be fired immediately and every single autoworker, union and nonunion, should be voting for Donald Trump because we\\'92re going to bring back car manufacturing and we\\'92re going to bring it back fast.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 They are building some of the largest auto plants anywhere in the world. Think of it. In the world. And we are going to bring it back. We\\'92re going to make them. We don\\'92t mind the \\'97\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 We don\\'92t mind it happening but plants will be built in the United States and our people are going to man those plants. And if they don\\'92t agree with us, we\\'92ll put a tariff of approximately 100 to 200 percent on each car and they will be unsellable in the United States.\\cb1 \\\n\\cb3 We have long been taken advantage of by other countries. And think of it, oftentimes these other countries are considered so-called allies. They\\'92ve taken advantage of us for years.\\cb1 \\\n\\cb3 We lose jobs. We lose revenue and they gain everything and wipe out our businesses, wipe out our people. I stopped it for four years, I stopped it. And we\\'92re really ready to make changes like nobody had seen before. And remember, U.S.M.C.A. I got rid of NAFTA the worst trade deal ever made and replaced it with U.S.M.C.A. which is, they say, the best trade deal ever made. Actually, probably the best trade deal was the deal I made with China where they buy $50 billion of our product. They were buying nothing. They buy $50 billion worth. They had to but I don\\'92t even talk about it because of Covid. I don\\'92t even mention it frankly because of what happened with the China virus.\\cb1 \\\n\\cb3 We will not let countries come in, take our jobs, and plunder our nation. They come and do that. They plunder our nation.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 The way they will sell their product in America is to build it in America, very simple. Build it in America and only in America. And this very simple formula, and congress has to go along with us and they will. This very simple formula will create massive numbers of jobs. We will take over the auto industry again and many many, hundreds of thousands of jobs, we lost so many jobs over the years. If you go back 20, 25 years they\\'92ve stolen, going to China and Mexico, about 68 percent of our auto industry. Manufacturing jobs. We\\'92re going to get them all back. We\\'92re going to get them all back, every single one of them.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 At the center of our plan for economic relief are massive tax cuts for workers that include something else that stood out to be very popular actually. Here it\\'92s very popular. In this building and all those hotels that are so nice, I\\'92m staying in a nice one. It\\'92s called no tax on tips. No tax on tips. No tax on tips.\\cb1 \\\n\\cb3 And I got that by having dinner recently in Nevada where we\\'92re leading by about 14 points.\\cb1 \\\n\\cb3 Hello. I\\'92ll see you there very soon, everybody.\\cb1 \\\n\\cb3 And we were having dinner at a beautiful restaurant in the Trump building on the Strip. And it\\'92s a great building and the waitress comes over.\\cb1 \\\n\\cb3 \\'93How\\'92s everything going?\\'94\\cb1 \\\n\\cb3 Really nice person.\\cb1 \\\n\\cb3 \\'93How\\'92s everything going?\\'94\\cb1 \\\n\\cb3 \\'93Oh sir, it\\'92s so tough. The government is after me all the time on tips, tips, tips.\\'94\\cb1 \\\n\\cb3 I said, \\'93Well, they give you cash, would they be able to find them?\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And she said, \\'93Actually,\\'94 and I didn\\'92t know this, very little cash is given. It\\'92s all put right on the check. And they come in and they take so much of our money it\\'92s just ridiculous. And they don\\'92t believe anything we say. They\\'92ve just hired, as you know, 88,000 agents to go after them even more.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And I said, \\'93This shows the level of\\'97\\'94\\cb1 \\\n\\cb3 You know, most people who go out they hire consultants.\\cb1 \\\n\\cb3 They pay them of dollars.\\cb1 \\\n\\cb3 But I said to her, \\'93Let me just ask you a question. Would you be happy if you had no tax on tips?\\'94\\cb1 \\\n\\cb3 She said, \\'93What a great idea.\\'94\\cb1 \\\n\\cb3 I got my information from a very smart waitress. That\\'92s better than spending millions of dollars. And everybody, everybody loves it. Waitresses and caddies and drivers and everybody. It\\'92s a large, large group of people that are being hurt badly. They make money, let them keep their money.\\cb1 \\\n\\cb3 I am going to protect Social Security and Medicare. Democrats are going to destroy Social Security and Medicare because all of these people, by the millions, they\\'92re coming in. They\\'92re going to be on Social Security and Medicare and other things and you\\'92re not able to afford it. They are destroying your Social Security and your Medicare.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Under my plan, incomes will skyrocket, inflation will vanish completely, jobs will come roaring back, and the middle class will prosper like never, ever before and we\\'92re going to do it very rapidly.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But no hope or dream we have for America can succeed unless we stop the illegal immigrant invasion. The worst that\\'92s ever been seen anywhere in the world. There\\'92s never been an invasion anywhere. Third world countries would fight with sticks and stones not to let this happen. The invasion at our southern border, we will stop it and we will stop it quickly. You heard Tom Homan yesterday. Tom Homan, put him in charge and just sit back and watch. Brandon Judd, a border patrol, he\\'92s incredible. These guys they, you know, they, they really their job is a lot easier if they don\\'92t have to do anything but they want to. They\\'92re patriots.\\cb1 \\\n\\cb3 Brandon Judd. Border Patrol. ICE. ICE goes out. You have to see what ICE does with M.S. 13. You have, these, these are probably the worst gang and ICE goes in there. And I know a lot of people in these rows here. And they\\'92re very tough people. But they don\\'92t want to do this job. They\\'92ll go into a pack of M.S. 13 killers. They\\'92re the worst, probably the worst gangs in the world. We have thousands of them. I moved thousands and thousands out in my four years. We moved them out. And it was a pleasure, but ICE would go right into a pack of these killers. And you see fist flying, you see everything flying and they take them. They put them in a paddy wagon. They take them back and they get them out of our country. And the other countries weren\\'92t accepting them back. And I called up and I said tell them that we\\'92re not giving them economic aid any more. And the next day I got calls from all these countries that were terminated. Billions of dollars we spend on economic aid to countries that does us frankly no good. And the next day I was called by everybody, I couldn\\'92t take all the calls.\\cb1 \\\n\\cb3 \\'93Sir, sir, what\\'92s the problem?\\'94\\cb1 \\\n\\cb3 I said, \\'93You won\\'92t take your killers back that you sent in caravans into America. You won\\'92t take them back.\\'94\\cb1 \\\n\\cb3 \\'93Well sir, if you\\'92d like us to, we would give very serious consideration to doing that.\\'94\\cb1 \\\n\\cb3 In 24 hours, they were being taken back. For years and years when I first came in, they said President Obama tried to get them to go back and they wouldn\\'92t accept them. They\\'92d put planes on the runway so you couldn\\'92t land the plane. They\\'92d close the roads so you couldn\\'92t take the buses; they\\'92d all have to turn back.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 As soon as they said no more economic aid of any kind to any country that does that, they called back and they said, \\'93Sir, it would be our great honor to take M.S. 13. We love them very much. We love them very much, sir. We\\'92ll take them back.\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 At the heart of the Republican platform is our pledge to end this border nightmare, and fully restore the sacred and sovereign borders of the United States of America. And we\\'92re going to do that on Day 1.\\cb1 \\\n\\cb3 That means two things on Day 1, right? Drill, baby, drill and close our borders.\\cb1 \\\n\\cb3 And by the way, and I think everybody as a Republican, as a patriot in this. Less than four years ago, I handed this administration the strongest border in American history. But you can see on the chart that saved my life. That was the chart that saved my life. I said, \\'93Look at, I\\'92m so proud of it.\\'94 I think it\\'92s one of the greatest \\'97 it was done by the Border Patrol \\'97 one of the greatest charts I\\'92ve ever seen. It showed everything, just like that. You know the chart. Oh, there it is. That\\'92s pretty good. Wow.\\cb1 \\\n\\cb3 Last time I put up that chart I never really got to look at it. But without that chart, I would not be here today. Never got to look at it. I said, \\'93You\\'92ve got to see this chart.\\'94 I was so proud of it. But by the time I got to there. I never got to see it that day. But I\\'92m seeing it now and I was very proud.\\cb1 \\\n\\cb3 If you look at the arrow on the bottom, that\\'92s the lowest level, the one on the bottom, heavy red arrow, that\\'92s the lowest level of illegal immigrants ever to come into our country in recorded history. Right there. Right there. And that was my last week in office. And then you see what happened after I left. Look at the rest. And if you go out a little bit further, it\\'92s getting to be a little bit old, but I love it anyway right, but you can go much higher with those numbers.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Look what happened right after that. The invasion began. We had the opposite. We stopped the invasion. But the invasion we stopped was peanuts by comparison to what happened after I left. Look at what happened after I left. They took over our country.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 We ended all catch-and-release. We shut down asylum fraud. We stopped human trafficking and forged historic agreements to keep illegal aliens on foreign soil. We want them to stay on their soil.\\cb1 \\\n\\cb3 Under the Trump administration, if you came in illegally, you were apprehended immediately and you were deported. You went right back.\\cb1 \\\n\\cb3 The current administration terminated every single one of those great Trump policies that I put in place to seal the border. I wanted a sealed border. Again, come in but come in legally. You know how unfair it is? So many people, hundreds of thousands of people have been working for years to come into our country. And now they see these people pour into our country at levels that are unprecedented. So unfair. And we\\'92re not going to do it. We\\'92re not going to stand for it.\\cb1 \\\n\\cb3 They suspended wall construction, ended \\'93Remain in Mexico.\\'94 We had a policy, \\'93Remain in Mexico.\\'94 You think that was easy to get from the Mexican government? But I said, \\'93You must give it to us. If you don\\'92t give it to us, there will be repercussions.\\'94 And they gave it to us, but not easy.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Canceled our Safe Third agreements, demolished Title 42, implemented nationwide catch-and-release. That\\'92s catch-and-release where we catch them and release them into our country. I had we catch them and release them into Mexico. There\\'92s a slight difference. And took 93, this is the previous administration, 93 executive actions to throw open our border to the world. The entire world is pouring into our country because of this very foolish administration.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 The greatest invasion in history is taking place right here in our country. They are coming in from every corner of the earth, not just from South America, but from Africa, Asia, Middle East. They\\'92re coming from everywhere. They\\'92re coming at levels that we\\'92ve never seen before. It is an invasion indeed, and this administration does absolutely nothing to stop them.\\cb1 \\\n\\cb3 They\\'92re coming from prisons. They\\'92re coming from jails. They\\'92re coming from mental institutions and insane asylums. I, you know the press is always on because I say this. Has anyone seen \\'93The Silence of the Lambs\\'94? The late, great Hannibal Lecter. He\\'92d love to have you for dinner. That\\'92s insane asylums. They\\'92re emptying out their insane asylums. And terrorists at numbers that we\\'92ve never seen before. Bad things are going to happen.\\cb1 \\\n\\cb3 Meanwhile, our crime rate is going up, while crime statistics all over the world are going down. Because they\\'92re taking their criminals and they\\'92re putting them into our country. A certain country, and I happen to like the president of that country very much, but he\\'92s been getting great publicity because he\\'92s a wonderful shepherd of the country.\\cb1 \\\n\\cb3 He says how well the country\\'92s doing because their crime rate is down. And he said he\\'92s training all of these rough people. They\\'92re rough, rough, rough. He\\'92s training them. And I\\'92ve been reading about this for two years. I think, \\'93Oh that\\'92s wonderful, let\\'92s take a look at it.\\'94 But then I realize he\\'92s not training them; he\\'92s sending all of his criminals, his drug dealers, his people that are in jails, he\\'92s sending them all to the United States. And he\\'92s different in that he doesn\\'92t say that.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 He\\'92s trying to convince everybody what a wonderful job he does in running the country. Well, he doesn\\'92t do a wonderful job. And by the way, if I ran one of the countries, many countries, many, many countries from all over, I would be worse than any of them. I would have had the place totally emptied out already.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But we have become a dumping ground for the world, which is laughing at us. They think we\\'92re stupid. And they can\\'92t believe that they\\'92re getting away with what they\\'92re getting away with, but they\\'92re not going to be getting away with it for long. That\\'92s what I can tell you.\\cb1 \\\n\\cb3 In Venezuela, Caracas, high crime, high crime. Caracas, Venezuela, really a dangerous place. But not anymore, because in Venezuela, crime is down 72 percent. In fact, if they would ever in this election, I hate to even say that, we will have our next Republican convention in Venezuela because it will be safe. Our cities, our cities will be so unsafe we won\\'92t be able, we will not be able to have it there.\\cb1 \\\n\\cb3 In El Salvador, murders are down 70 percent. Why are they down? Now, he would have you convinced that because he\\'92s trained murderers to be wonderful people, no. They\\'92re down because they\\'92re sending their murderers to the United States of America. This is going to be very bad. And bad things are going to happen.\\cb1 \\\n\\cb3 And you\\'92re seeing all the time. That\\'92s why, to keep our family safe, the Republican platform promises to launch the largest deportation operation in the history of our country. Even larger than that of President Dwight D. Eisenhower, from many years ago. You know, he was a moderate but he believed very strongly in borders. He had the largest deportation operation we\\'92ve ever had.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Just recently, I spoke to the grieving mother of Jocelyn Nungaray, a wonderful woman. A precious 12 year-old girl from Houston who last month was tied up, assaulted and strangled to death after walking to the convenience store just a block away from her house. Her body was dumped near the side of the road in a shallow creek, found by some onlookers who couldn\\'92t believe what they had witnessed. Charged with Jocelyn\\'92s heinous murder, two illegal aliens from Venezuela who came across our border, were in custody and were then released into the country by this horrible, horrible administration that we have right now.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I also met recently with the heartbroken mother and sister of Rachel Morin. Rachel was a 37-year-old mom of five beautiful children who was brutally raped and murdered while out on a run. She wanted to keep herself in good shape. It was very important to her. She was murdered. The monster responsible first killed another woman in El Salvador before he was let into America by the White House. This White House let them in. He then attacked a 9-year-old girl and her mother in a home invasion in Los Angeles before murdering Rachel in Maryland. Traveled all throughout the country, doing tremendous damage. Rachel\\'92s mother will never be the same. I spent time with her. She will never be the same.\\cb1 \\\n\\cb3 I\\'92ve also met with the wonderful family of Laken Riley, the brilliant 22-year-old nursing student. She was so proud of being first in her class, who was out for a run on the campus of the University of Georgia when she was assaulted, beaten and horrifically killed. Yet another American life was stolen by a criminal alien set free by this administration. These were incredible people we\\'92re talking about. These were incredible people who died.\\cb1 \\\n\\cb3 Tonight, America, this is my vow. I will not let these killers and criminals into our country. I will keep our sons and daughters safe.\\cb1 \\\n\\cb3 As we bring security to our streets, we will help bring stability to the world.\\cb1 \\\n\\cb3 I was the first president in modern times to start no new wars. You know, we were the toughest. We were the most respected. And you saw this. Hungary, strong country. Run by a very powerful, tough leader. He\\'92s a tough guy. The press doesn\\'92t like him because he\\'92s tough. And he came out recently. They were asking him at an interview: The whole world is exploding, what\\'92s happening, what\\'92s going on. Viktor Orban, prime minister of Hungary, very tough man. He said, \\'93I don\\'92t want people coming into my country and blowing up our shopping centers and killing people.\\'94\\cb1 \\\n\\cb3 But they said to him, \\'93Tell us, what\\'92s going wrong? What\\'92s happening? What is it?\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 He said, \\'93There\\'92s only one way you\\'92re going to solve it. You got to bring President Trump back to the United States because he kept everybody at bay.\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 True. He used a word I wouldn\\'92t use because I can\\'92t use that word. Because you\\'92d say it was braggadocious. The press would say, \\'93He was a braggart.\\'94 I am not a braggart.\\cb1 \\\n\\cb3 But Viktor Orban said it. He said \\'93Russia was afraid of him. China was afraid of him. Everybody was afraid of him. Nothing was going to happen.\\'94\\cb1 \\\n\\cb3 The whole world was at peace, and now the world is blowing up around us. All of these things you read about were not going to happen.\\cb1 \\\n\\cb3 Under President Bush, Russia invaded Georgia. Under President Obama, Russia took Crimea. Under the current administration, Russia is after all of Ukraine. Under President Trump, Russia took nothing.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 We defeated 100 percent of ISIS in Syria and Iraq, something that was said to take \\'93five years, sir, it\\'92ll take five years, sir.\\'94 We did it in a matter of a couple months. We have a great military. Our military is not woke. It\\'92s just some of the fools on top that are woke.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I got along very well, North Korea, Kim Jung Un. I got along very well with him. The press hated when I said that.\\cb1 \\\n\\cb3 \\'93How could you get along with him?\\'94\\cb1 \\\n\\cb3 Well, you know, it\\'92s nice to get along with someone who has a lot of nuclear weapons or otherwise. See, in the old days, you\\'92d say that\\'92s a wonderful thing. Now they say, \\'93How can you possibly do that?\\'94\\cb1 \\\n\\cb3 But no, I got along with him and we stopped the missile launches from North Korea. Now, North Korea is acting up again. But when we get back, I get along with him. He\\'92d like to see me back too. I think he misses me, if you want to know the truth.\\cb1 \\\n\\cb3 Our opponents inherited a world at peace and turned it into a planet of war. We\\'92re in a planet of war. Look at that attack on Israel. Look at what\\'92s happening with Ukraine. The cities are just bombed out. How can people live like that, where buildings, massive buildings are falling to the ground.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 It began to unravel with the disastrous withdrawal from Afghanistan, the worst humiliation in the history of our country. We have never had a humiliation like that. Thirteen heroic U.S. service members were tragically and needlessly killed. Forty-five others were horrifically wounded. Nobody ever talks about that. No arms, no legs, face explosions. Horrifically, horrifically wounded. And by the way, we have a man in this room who is running for the U.S. Senate from a great state, Nevada, named Sam Brown, who paid the ultimate price. Thank you, Sam. Thank you, Sam. Thank you. He paid the biggest price probably ever paid by anybody that is running for office, and I think he is going to do great. He\\'92s running against a person that is not good, not respected. A total lightweight.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But Sam, I think, paid really \\'97\\cb1 \\\n\\cb3 We were talking about it with some of the senators that are working so hard for Sam. But he paid the biggest price of any senator ever to run for the Senate. I don\\'92t think anybody has ever, what he did. He\\'92s a real hero, a really great person. And he\\'92s running and I hope that everybody gets out and votes for Sam Brown.\\cb1 \\\n\\cb3 And we also left behind $85 billion dollars\\'92 worth of military equipment, along with many American citizens were left behind. Many, many American citizens.\\cb1 \\\n\\cb3 Emboldened by that disaster, Russia invaded Ukraine. They saw this group of people that were incompetent. We took the soldiers out first, no, no. We\\'92re going to take the soldiers out second. If they would have followed my plan; we had a great plan. But the plan only kicked in if they did everything perfectly, and they weren\\'92t doing things perfectly. So we said it doesn\\'92t kick in. You know, 18 months in Afghanistan, we didn\\'92t have one \\'97 they were killing them left and right, snipers. And I spoke to the head of the Taliban. You\\'92ve heard this story. Abdul, still there. Still the head of the Taliban. The press got on me, \\'93Why would you speak to him?\\'94 I said, \\'93Because that\\'92s where the killing is.\\'94 I don\\'92t have to speak to somebody that has nothing to do with it.\\cb1 \\\n\\cb3 And I told him: \\'93Don\\'92t ever do that. Don\\'92t ever do that again. Don\\'92t ever, ever do that again, you\\'92re going to stop.\\'94 Because during the Obama administration, many great people and soldiers, a lot of soldiers, were being killed from long distance. I said, \\'93If you keep doing that, you\\'92re going to be hit harder than anybody has ever been hit by a country before.\\'94 And he said, \\'93I understand, Your Excellency.\\'94 He called me \\'93Your Excellency.\\'94 I wonder if he calls the other guy \\'93Your Excellency.\\'94 I doubt it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 The other guy gave him everything. I mean, what kind of a deal was that? He walked out, gave him everything. You know that right now Afghanistan is one of the largest sellers of weapons in the world? They\\'92re selling the brand-new, beautiful weapons that we gave them.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But think of it. He actually said to me, \\'93But why, but why, do you show me a picture of my home?\\'94\\cb1 \\\n\\cb3 I said, \\'93You\\'92ll have to ask your people or one of your wives.\\'94\\cb1 \\\n\\cb3 But he could figure it out. And for 18 months we had not one attack on an American soldier by the Taliban. Eighteen months. And then we had that horrible day where soldiers were killed. I was not there because of a ridiculous election. But we had that horrible attack.\\cb1 \\\n\\cb3 And they also gave up Bagram, one of the biggest bases anywhere in the world, air bases, anywhere in the world. The longest runways, most powerful hardened, thickened runways.\\cb1 \\\n\\cb3 We gave it up. And I liked it not because of Afghanistan, I liked it because of China. It\\'92s one hour away from where China makes their nuclear weapons. And you know who has it now? China has it now.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 We were keeping that, and now China is likewise circling Taiwan, and Russian warships and nuclear submarines are operating 60 miles off the coast in Cuba. Do you know that? The press refuses to write about it. If that were me running this country and we had nuclear submarines in Cuba, I will tell you that headlines every day would be \\'93What\\'92s Wrong With Our President?\\'94. You don\\'92t even hear this. You\\'92re not hearing about this. Russia has nuclear submarines and warships 60 miles away, Mr. Congressman. From Miami, by the way, happens to be here. Correct? In Cuba. That would not be stood for if it were somebody else. They don\\'92t want to mention it, but now maybe they will.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 And to the entire world, I tell you this, we want our hostages back \\'97 and they better be back before I assume office, or you will be paying a very big price.\\cb1 \\\n\\cb3 With our victory in November, the years of war, weakness and chaos will be over.\\cb1 \\\n\\cb3 I don\\'92t have wars. I had no wars, other than ISIS, which I defeated, but that was a war that was started. We had no wars. I could stop wars with a telephone call. I could stop wars with just a telephone call. It properly stated it would never start. We will replenish our military and build an iron dome missile defense system to ensure that no enemy can strike our homeland.\\cb1 \\\n\\cb3 And this great iron dome will be built entirely in the U.S.A. We\\'92re going to build it in the U.S.A. And Wisconsin, Wisconsin, just like I gave you that massive ship contract, and you\\'92re doing a very nice job, governor, right? Thank you, governor. And they\\'92re doing a great job. In fact, I had a little design change and we gave them a tremendous for, essentially, what we used to call destroyers. These are now the most beautiful. They look like yachts.\\cb1 \\\n\\cb3 I said, \\'93We have to take the bow, and we have to make it a little nicer, and a little point at the top instead of a flat nose.\\'94 And the people at the shipyards said, \\'93This guy sort of knows what he\\'92s doing.\\'94 We had the most beautiful ships, right, governor? And everybody sitting over there? And it was a big contract that everybody wanted. I gave it to Wisconsin, but we\\'92re going to have a lot of that built right here in the state of Wisconsin and all other states.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Israel has an Iron Dome. They have a missile defense system. Three hundred forty-two missiles were shot into Israel, and only one got through a little bit. It was badly wounded, it fell to the ground, but most of them are \\'97 And Ronald Reagan wanted this many years ago, but we really didn\\'92t have the technology many years ago. Remember, they called it starship, spaceship, anything to mock him. But he was a very good president, very, very good.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 But now we have unbelievable technology. And why should other countries have this, and we don\\'92t? No, no, we\\'92re going to build an iron dome over our country, and we\\'92re going to be sure that nothing can come and harm our people. And again, from an economic development standpoint, I\\'92m going to make it all right here. No more sending it out to other countries in order to help. It\\'92s America first, America first.\\cb1 \\\n\\cb3 We will unleash the power of American innovation, and as we do, we will soon be on the verge of finding the cures to cancer, Alzheimer\\'92s disease and many other diseases. We\\'92re going to get to the bottom of it. You remember this gentleman that I don\\'92t want to mention, other than one time I had to, because when you say \\'93the 10 worst,\\'94 I had to do it. I didn\\'92t want anybody to be confused.\\cb1 \\\n\\cb3 But this man said we\\'92re going to find a cure to cancer; nothing happened. We\\'92re going to get to the cure for cancer and Alzheimer\\'92s and so many other things. We\\'92re so close to doing something great. But we need a leader that will let it be done.\\cb1 \\\n\\cb3 We will not have men playing in women\\'92s sports. That will end immediately.\\cb1 \\\n\\cb3 And we will restore and renovate our nation\\'92s once-great cities, making them safe, clean and beautiful again. And that includes our nation\\'92s capital, which is a horrible killing field. So many things \\'97 they leave from Wisconsin, they go to look at the Washington Monument, they end up getting stabbed, killed or shot. We will be, very soon, very proud of our capital again, Washington, D.C.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 America\\'92s on the cusp of a new golden age, but we will have the courage to seize it. We\\'92re going to take it, we\\'92re going to make it a current \\'97 I mean, we\\'92re going to bring this into a golden age like never seen before. Remember this: China wants to do it, Japan wants to do it. All of these countries want to do it.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 We have to produce massive amounts of energy. If we\\'92re going to produce the new \\'97 if you look at some of the things that have been done, and some of the things that we\\'92re going to do. But A.I. needs tremendous \\'97 literally, twice the electricity that\\'92s available now in our country, can you imagine? But instead we\\'92re spending places where they recharge electric cars.\\cb1 \\\n\\cb3 They built eight chargers at a certain location, toward the Midwest. Eight chargers for $9 billion? Think of them as a tank for filling up your gas. Think of it. They spent $9 billion on eight chargers, three of which didn\\'92t work. And if you are going to do this all over our country, this crazy electric Band-Aid. If you\\'92re going to do this \\'85 And by the way, I\\'92m all for electric. They have their application. But if somebody wants to buy a gas-powered car, gasoline-powered car, or a hybrid, they\\'92re going to be able to do it. And we\\'92re going to make that change on Day 1.\\cb1 \\\n\\cb3 So, to conclude, just a few short days ago, my journey with you nearly ended. We know that. And yet, here we are tonight, all gathered together, talking about the future, promise and a total renewal of a thing we love very much. It\\'92s called America.\\cb1 \\\n\\cb3 We live in a world of miracles. None of us knows God\\'92s plan, or where life\\'92s adventure will take us. I want to thank Franklin Graham for being here tonight; he\\'92s an outstanding man. He wrote me a note recently; I have a lot of respect for him. \\'93Sir, I love your storytelling, I think it\\'92s great, in front of these big rallies, but, sir, please do me one favor. It won\\'92t make any difference. Please. Don\\'92t use any foul language.\\'94\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 I was a little embarrassed, I said. He said, \\'93It won\\'92t make any difference.\\'94 Actually, it does, the story\\'92s not quite as good, but I\\'92ve been very good. The story is not quite as good, to be honest.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I\\'92ve got to have a little talk with Franklin, but he was great. He\\'92s a great gentleman, his father was so incredible, Billy Graham. My father used to love taking me to see Billy Graham. My father would take me to see Billy Graham at Yankee Stadium. He had the biggest rallies you\\'92ve ever seen. He was a good rally guy, too.\\cb1 \\\n\\cb3 But he\\'92d get up and he was a fantastic guy. My father loved Billy Graham. But I love Franklin Graham, I think Franklin\\'92s been fantastic. And I\\'92m trying, I\\'92m just working so hard to adhere to his note to me. I\\'92m working hard on it, Franklin.\\cb1 \\\n\\cb3 But if the events of last Saturday make anything clear, it is that every single moment we have on Earth is a gift from God. We have to make the most of every day for the people and for the country that we love.\\cb1 \\\n\\cb3 The attacker in Pennsylvania wanted to stop our movement, but the truth is, the movement has never been about me. It has always been about you. It\\'92s your movement. It\\'92s the biggest movement in the history of our country by far. It can\\'92t be stopped. It can\\'92t be stopped. It has always been about the hardworking, patriotic citizens of America.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 For too long, our nation has settled for too little. We settled for too little. We\\'92ve given everything to other nations, to other people. You have been told to lower your expectations and to accept less for your families.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 I am here tonight with the opposite message: Your expectations are not big enough. They\\'92re not big enough. It is time to start expecting and demanding the best leadership in the world, leadership that is bold, dynamic, relentless and fearless. We can do that.\\cb1 \\\n\\cb3 We are Americans. Ambition is our heritage. Greatness is our birthright.\\cb1 \\\n\\cb3 But as long as our energies are spent fighting each other, our destiny will remain out of reach. And that\\'92s not acceptable. We must instead take that energy and use it to realize our country\\'92s true potential \\'97 and write our own thrilling chapter of the American story. We can do it together. We will unite. We are going to come together and success will bring us together.\\cb1 \\\n\\cb3 It is a story of love, sacrifice and so many other things. And remember the word: Devotion. It\\'92s unmatched devotion. Our American ancestors crossed the Delaware, survived the icy winter at Valley Forge and defeated a mighty empire to establish our cherished republic.\\cb1 \\\n\\cb3 They fought so hard, they lost so many. They pushed thousands and thousands of miles across a dangerous frontier, taming the wilderness to build a life and a magnificent home for their family. They packed their families into covered wagons, trekked across hazardous trails. Scaled towering mountains and braved rivers and rapids to stake their claim on the wide-open, new and very beautiful frontier. When our way of life was threatened, American patriots marched onto the battlefield, raced into enemy strongholds and stared down death \\'97 and stared down those enemies \\'97 to keep alive the flame of freedom. At Yorktown, Gettysburg, and Midway, they joined the roll call of immortal heroes. So many \\'97 just so many heroes, so many great, great people. And we have to cherish those people. We can\\'92t forget those people. We have to cherish those people.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 And building monuments to those great people is a good thing, not a bad thing. They saved our country. No challenge was too much. No hardship was too great. No enemy was too fierce. Together, these patriots soldiered on and endured, and they prevailed. Because they had faith in each other, faith in their country, and above all, they had faith in their God.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Just like our ancestors, we must now come together, rise above past differences. Any disagreements have to be put aside, and go forward united as one people, one nation, pledging allegiance to one great, beautiful \\'97 I think it\\'92s so beautiful \\'97 American flag.\\cb1 \\\n\\cb3 Tonight, I ask for your partnership, for your support and I am humbly asking for your vote. I want your vote. We\\'92re going to make our country great again. Every day, I will strive to honor the trust you have placed in me, and I will never, ever let you down. I promise that. I will never let you down.\\cb1 \\\n\\cb3 To all of the forgotten men and women who have been neglected, abandoned and left behind, you will be forgotten no longer. We will press forward, and together, we will win, win, win.\\cb1 \\\n\\cb3 Win, win, win, win, win, win.\\cb1 \\\n\\cb3 Nothing will sway us. Nothing will slow us. And no one will ever stop us.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 No matter what dangers come our way, no matter what obstacles lie in our path, we will keep striving toward our shared and glorious destiny \\'97 and we will not fail. We will not fail.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\n\\f1\\fs32 \\cf4 \\\n\nd\ndeftab720\\sa225\ntightenfactor0\n\n\\f0\\fs30 \\cf2 \\cb3 Together, we will save this country, we will restore the republic, and we will usher in the rich and wonderful tomorrows that our people so truly deserve.\\cb1 \\\n\\cb3 America\\'92s future will be bigger, better, bolder, brighter, happier, stronger, freer, greater and more united than ever before.\\cb1 \\\n\\cb3 And quite simply put, we will very quickly make America great again.\\cb1 \\\n\nd\ndeftab720\ntightenfactor0\n\\cf2 \\cb3 Thank you very much. Thank you very much, Wisconsin. God bless you, God bless you, Wisconsin, and God bless the United States of America, our great country. Thank you very much, everybody. Thank you.\\cb1 \\\n}"
        }
    ]
}